Repository: agriboed/wordpress-database-backups
Catalog: database-backups/languages/database-backups-*.po
Languages: ru_ru

source: Database Backups
ru_ru: Резервные копии БД

source: Settings
ru_ru: Настройки

source: Security error
ru_ru: Ошибка безопасности

source: Nothing to save
ru_ru: Нечего сохранять

source: Options saved
ru_ru: Настройки сохранены

source: Amazon S3 connection is successful
ru_ru: Amazon S3 успешно подключен

source: Amazon S3 connection failed
ru_ru: Amazon S3 не подключен

source: Backup not created
ru_ru: Бэкап не создан

source: Backup created successful
ru_ru: Резервная копия создана успешно

source: Backup not deleted
ru_ru: Резервная копия не удалена

source: Backup deleted
ru_ru: Резервная копия удалена

source: Backup not created on
ru_ru: Резервная копия успешно создана в

source: Backup not created. Please check your settings.
ru_ru: Резервная копия не создана. Пожалуйста, проверьте настройки.

source: Date
ru_ru: Дата

source: Database Backup was created at
ru_ru: Резервная копия была создана

source: Database Backup successfully created.
ru_ru: Database Backup успешно создан.

source: Size
ru_ru: Размер

source: Extension
ru_ru: Расширение

source: Download
ru_ru: Скачать

source: Once Weekly
ru_ru: Раз в неделю

source: Twice Weekly
ru_ru: Дважды в неделю

source: Once Monthly
ru_ru: Один раз в месяц

source: Twice Monthly
ru_ru: Два раза в месяц

source: Create backup now
ru_ru: Создать копию сейчас

source: Directory name
ru_ru: Название директории

source: Use limits
ru_ru: Использовать лимиты

source: Set round value if you see PHP memory error. 0 - don't use limits
ru_ru: Установите целое значение, если вы видите ошибку нехватки памяти в PHP. 0 - не использовать лимиты

source: Check prefix
ru_ru: Использовать префикс

source: Backup only WP tables with prefix
ru_ru: Сохранять только таблицы WP с префиксом

source: Clean database
ru_ru: Чистая БД

source: Not save in backup: posts/page revisions, posts/page in trash, spam comments, comments in trash
ru_ru: Не сохранять в файле бэкапа: ревизии постов/страниц, посты/страницы в корзине, спам, комментарии в корзине

source: Notification to admin
ru_ru: Уведомлять администратора

source: Send Email to admin with result of backup operation
ru_ru: Отсылать Email администратору с результатом операции

source: Enable GZip compression
ru_ru: Включить сжатие GZip

source: Allow to pack your backup in GZ archive
ru_ru: Позволить упаковывать в архив GZ

source: Enable converting to UTF-8
ru_ru: Включить конвертацию в UTF-8

source: You can check this option if have problems with encoding when import database
ru_ru: Используйте эту опцию, если появляются проблемы с кодировкой при импорте

source: Enable auto backups
ru_ru: Включить авто бэкапы

source: Auto backups frequency
ru_ru: Частота авто бэкапов

source: Enable auto delete
ru_ru: Включить авто удаление

source: Check this option if you want auto deleting the old backups
ru_ru: Включите опцию, чтобы удалять старые бэкапы автоматически

source: Delete after * days
ru_ru: Удалять после * дней

source: How many days to store the backups. 0 - for disable this option
ru_ru: Как много дней хранить бэкапы. 0 - чтобы отключить опцию

source: Delete after * copies
ru_ru: Удалять после * копий

source: How many copies of backups to store. 0 - for disable this option
ru_ru: Сколько хранить копий. 0 - чтобы отключить опцию

source: Use Amazon S3
ru_ru: Использовать Amazon S3

source: Use Amazon s3 to manage your backups as well
ru_ru: Использовать Amazon s3 чтобы так же хранить копии

source: <a href="http://docs.aws.amazon.com/general/latest/gr/rande.html#apigateway_region" target=_blank>Region</a> of your bucket.
ru_ru: <a href="http://docs.aws.amazon.com/general/latest/gr/rande.html#apigateway_region" target=_blank>Регион</a> вашего бакета.

source: Put there code of region of your bucket, for example Canada (Central) it's <strong>ca-central-1</strong>
ru_ru: Добавьте здесь код региона вашего бакета, например для Canada (Central) это <strong>ca-central-1</strong>

source: Name of your <a href="https://s3.console.aws.amazon.com/s3/buckets/" target=_blank>bucket</a>.
ru_ru: Имя вашего <a href="https://s3.console.aws.amazon.com/s3/buckets/" target=_blank>бакета</a>.

source: You can create access keys in <a href="https://console.aws.amazon.com/iam/home?#/security_credential" target="_blank">Amazon S3 Console</a>.
ru_ru: Вы можете создать свои ключи в <a href="https://console.aws.amazon.com/iam/home?#/security_credential" target="_blank">Amazon S3 Console</a>.

source: Save changes and check
ru_ru: Сохранить настройки и проверить

source: Save settings
ru_ru: Сохранить настройки

source: Previously created backups
ru_ru: Ранее созданные копии

source: File Name
ru_ru: Название файла

source: Size, MB
ru_ru: Размер, МБ

source: Actions
ru_ru: Действия

source: No backups yet. Create a <a href=# data-action="createBackup">new one</a> right now.
ru_ru: Еще нет резервных копий. Создайте <a href=# data-action="createBackup">копию</a> прямо сейчас.

source: Delete
ru_ru: Удалить
